Repository: simonwhitaker/zippity
Catalog: Zippity/*.lproj/Localizable.strings
Languages: cs, hu, ja, nl

source: %@, last modified on %@
cs: %1$@, naposledy upraven %2$@
hu: %1$@ módosítva: %2$@
ja: %1$@, 最後に修正された日にち %2$@
nl: %1$@, laatst gewijzigd op %2$@

source: %u of %u
cs: %1$u z %2$u
hu: %1$u / %2$u
ja: %2$uの%1$u
nl: %1$u van %2$u

source: About Zippity
cs: O Zippity
hu: A Zippityről
ja: Zippityについて
nl: Over Zippity

source: Added on %@
cs: Přidán %@
hu: Hozzáadva: %@
ja: %@に追加
nl: Toegevoegd op %@

source: Cancel
cs: Zrušit
hu: Mégsem
ja: キャンセル
nl: Annuleer

source: Choose account
cs: Vybrat účet
hu: Twitter fiók kiválasztása
ja: アカウントの選択
nl: Kies gebruiker

source: Delete
cs: Smazat
hu: Törlés
ja: 削除
nl: Verwijder

source: Delete %@
cs: Smazat %@
hu: %@ fájl törlése
ja: %@を削除
nl: Verwijder %@

source: Delete %u files
cs: Smazat soubory (%u)
hu: %u db fájl törlése
ja: %uのファイルを削除
nl: Verwijder %u bestanden

source: Email
ja: メール

source: Email info@goosoftware.co.uk
ja: メール info@goosoftware.co.uk

source: Error
cs: Chyba
hu: Hiba
ja: エラー
nl: Fout

source: Error following @zippityapp
cs: Není možné sledovat @zippityapp
hu: Nem sikerült követni a @zippityappot
ja: @zippityappのフォローエラー
nl: Fout bij het volgen van @zippityapp

source: Error: couldn't save image to Photos
cs: Chyba: obrázek není možné uložit do aplikace Obrázky
hu: Hiba: a képet nem sikerült elmenteni a Fotók közé
ja: エラー: カメラロールに画像を保存できませんでした
nl: Fout: kan afbeelding niet bewaren naar Foto's

source: Follow @zippityapp
cs: Sledovat @zippityapp
hu: @zippityapp követése Twitteren
ja: @zippityappをフォロー
nl: Volg @zippityapp

source: Follow @zippityapp on Twitter
cs: Sledovat @zippityapp na Twitteru
hu: @zippityapp követése Twitteren
ja: Twitterで@zippityappをフォローする
nl: Volg @zippityapp op Twitter

source: Image saved to Photos!
cs: Obrázek uložen do aplikace Obrázky!
hu: A kép elmentve a Fotók közé
ja: カメラロールに画像が保存されました！
nl: Afbeelding bewaard naar Foto's!

source: Open In...
cs: Otevřít v...
hu: Megnyitás...
ja: …で開く

source: Save %@
cs: Uložit %@
hu: %@ fájl mentése
ja: %@を保存
nl: Bewaar %@

source: Save %u images
cs: Uložit soubory (%u)
hu: %u db kép mentése
ja: %uの画像を保存
nl: Bewaar %u afbeeldingen

source: Save Images
cs: Uložit obrázky
hu: Képek mentése
ja: 画像の保存
nl: Bewaar afbeeldingen

source: Save to Photos
cs: Uložit do aplikace Obrázky
hu: Mentés a Fotók közé
ja: カメラロールに保存
nl: Bewaar naar Foto's

source: Save To Photos
cs: Uložit do aplikace Obrázky
hu: Mentés a Fotók közé
ja: カメラロールに保存
nl: Bewaar naar Foto's

source: Share
cs: Sdílet
hu: Megosztás
ja: シェア
nl: Deel

source: Share %@
cs: Sdílet %@
hu: %@ fájl megosztása
ja: %@をシェア
nl: Deel %@

source: Share %u files
cs: Sdílet soubory (%u)
hu: %u db fájl megosztása
ja: %uのファイルをシェア
nl: Deel %u bestanden

source: Unpacking contents...
cs: Rozbaluji obsah...
hu: Tartalom kicsomagolása...
ja: 内容をアンパック中…
nl: Inhoud wordt uitgepakt...

source: Version %@ (%@)
cs: Verze %1$@ (%2$@)
hu: %1$@ (%2$@) Verzió
ja: %1$@ (%2$@) バージョン
nl: Versie %1$@ (%2$@)

source: Visit www.zippity.co.uk
cs: Navštívit www.zippity.co.uk
ja: www.zippity.co.ukにアクセス
nl: Bezoek www.zippity.co.uk

source: Which Twitter account do you want to follow @zippityapp from?
cs: Ze kterého Twitter účtu chcete sledovat @zippityapp?
hu: Melyik Twitter fiókoddal szeretnéd követni a @zippityappot?
ja: どのTwitterアカウントより@zippityapをフォローしたいですか？
nl: Met welke Twitter-account wilt u @zippityapp volgen?

source: You don't have an email account configured. You can set one up in the main Settings app.
cs: Nemáte nastavený účet pro email. Nastavte si prosím svůj email v aplikaci Nastavení.
hu: Nem állítottál be email fiókot. Adj meg egyet a telefon beállításainál!
ja: 設定されているメールアカウントがありません。アプリのメイン設定にて設定することができます。
nl: U heeft geen e-mailaccount ingesteld. U kunt een e-mailaccount aanmaken in de algemene Instellingen-app.

source: You're now following @zippityapp!
cs: Nyní sledujete @zippityapp!
hu: Mostantól követed a @zippityappot!
ja: @zippityappをフォローしています！
nl: U volgt nu @zippityapp!

source: Zippity can't list the files in this folder.
cs: Zippity se nepodařilo zobrazit seznam souborů v této složce.
hu: A Zippity nem tudja megjeleníteni az ebben a mappában található fájlokat.
ja: Zippityはこのフォルダーのファイルを表示することができません。
nl: Zippity kan de bestanden in deze map niet tonen.

source: Zippity couldn't open that archive file. It might be corrupt.
cs: Zippity se nepodařilol otevřít tento zip soubor. Je nejspíše poškozený.
hu: A Zippity nem tudja megnyitni ezt az archív fájlt. Lehet, hogy a fájl hibás.
ja: Zippityはそのアーカイブファイルを開くことができませんでした。データが破損しているかもしれません。
nl: Zippity kan dit archief niet openen. Het kan beschadigd zijn.

source: Choose Encoding
cs: Vyberte kódování
hu: Karakterkód kiválasztása
ja: 記号化を選択する
nl: Kies codering

source: Choose the encoding used to encode filenames in this archive
cs: Vyberte kódování použité při zakódování souborů v tomto archivu
hu: Válaszd ki az ebben az archívumban található fájlnevekhez tartozó karakterkódot!
ja: このアーカイブにあるファイル名を記号化するための記号化を選択する
nl: Kies de codering die gebruikt wordt om bestandsnamen te coderen in dit archief

source: Example: %@
cs: Příklad: %@
hu: Példa: %@
ja: 例： %@
nl: Voorbeeld: %@

source: Choose a destination for uploads.
cs: Vyberte složku pro nahrávání.
hu: Válaszd ki azt a mappát, ahová szeretnéd elmenteni a feltöltéseket!
ja: アップロードのための移動先を選択。
nl: Kies een bestemming voor uploads.

source: Choose
cs: Vyberte
hu: Kiválaszt
ja: 選択
nl: Kies

source: Loading...
cs: Načítání…
hu: Betöltés…
ja: ロード中...
nl: Laden...

source: Contains no folders
cs: Neobsahuje žádné složky
hu: Nem tartalmaz mappákat
ja: フォルダーがありません
nl: Bevat geen mappen

source: Error loading folder contents
cs: Chyba při načtení obsahu složky
hu: Hiba történt a mappa betöltése közben
ja: フォルダー内容のロードにエラーが発生しました
nl: Fout bij het laden van mapinhoud

source: Uploading %@ to Dropbox
cs: Nahrávám %@ na Dropbox
hu: %@ feltöltése Dropboxba
ja: %@をDropboxへアップロード中
nl: %@ uploaden naar Dropbox

source: Upload complete
cs: Nahrávání dokončeno
hu: A feltöltés kész
ja: アップロードが完成しました
nl: Upload voltooid

source: Visit www.zippityapp.co.uk
hu: Látogass el a www.zippityapp.co.uk oldalra!
